{
    "Puzzle": {
        "One": {
            "Page12": {
                "Title": "Oct 1, 19xx",
                "Left": "I find myself troubled by a eamdr of late. It started a few weeks ago, but now its a nightly experience. I have started dreading the call of sleep for I know the eamdr is all that is waiting. In the eamdr I find myself lost in a damp darkness, the surrounding silence is broken by faint whispers and slithering.",
                "Right": "I'm gripped with fear before suddenly awakening, but the eamdr seems to grow longer with each passing night...",
                "LeftSolved": "I find myself troubled by a dream of late. It started a few weeks ago, but now its a nightly experience. I have started dreading the call of sleep for I know the dream is all that is waiting. In the dream I find myself lost in a damp darkness, the surrounding silence is broken by faint whispers and slithering.",
                "RightSolved": "I'm gripped with fear before suddenly awakening, but the dream seems to grow longer with each passing night...",
                "Hint": "Decipher the word by dragging the letters into place",
                "Word": "DREAM",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "Oct 8, 19xx",
                "Left": "The nightmare has evolved further. There is now a dimly lit temple that seems to be the source of the whispering. When I venture inside, I am greeted by a statue of some creature. It has the head and torso of a man, yet in place of limbs are tentacles. The whispers start to grow louder and I can hear them mention a yke.",
                "Right": "At the base of the statue is a large yke.  When I reach for it, the statue animates and grips me, a terrifying visage appears on its torso, and screams. What does this yke mean...",
                "LeftSolved": "The nightmare has evolved further. There is now a dimly lit temple that seems to be the source of the whispering. When I venture inside, I am greeted by a statue of some creature. It has the head and torso of a man, yet in place of limbs are tentacles. The whispers start to grow louder and I can hear them mention a key.",
                "RightSolved": "At the base of the statue is a large key.  When I reach for it, the statue animates and grips me, a terrifying visage appears on its torso, and screams. What does this key mean...",
                "Word": "KEY",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        },
        "Two": {
            "Page12": {
                "Title": "Puzzle Two",
                "Left": "PAGE 1 HERE puzzle 2",
                "Right": "PAGE 2 HERE puzzle 2",
                "Word": "MIND",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "Puzzle Two",
                "Left": "PAGE 3 HERE puzzle 2",
                "Right": "PAGE 4 HERE puzzle 2",
                "Word": "GATEWAY",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        },
        "Three": {
            "Page12": {
                "Title": "Puzzle Three",
                "Left": "PAGE 1 HERE 333333",
                "Right": "PAGE 2 HERE 333333",
                "Word": "CONTROL",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "Puzzle Three",
                "Left": "PAGE 3 HERE 333333",
                "Right": "PAGE 4 HERE 333333",
                "Word": "FREEDOM",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        }
    }
}