{
    "Puzzle": {
        "One": {
            "Page12": {
                "Title": "Oct 1, 19xx",
                "Left": "I find myself troubled by a eamdr of late. It started a few weeks ago, but now its a nightly experience. I have started dreading the call of sleep for I know the eamdr is all that is waiting. In the eamdr I find myself lost in a damp darkness, the surrounding silence is broken by faint whispers and slithering.",
                "Right": "I'm gripped with fear before suddenly awakening, but the eamdr seems to grow longer with each passing night...",
                "LeftSolved": "I find myself troubled by a dream of late. It started a few weeks ago, but now its a nightly experience. I have started dreading the call of sleep for I know the dream is all that is waiting. In the dream I find myself lost in a damp darkness, the surrounding silence is broken by faint whispers and slithering.",
                "RightSolved": "I'm gripped with fear before suddenly awakening, but the dream seems to grow longer with each passing night...",
                "Hint": "Decipher the word by dragging the letters into place",
                "Word": "DREAM",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "Oct 8, 19xx",
                "Left": "The nightmare has evolved further. There is now a dimly lit temple that seems to be the source of the whispering. When I venture inside, I am greeted by a statue of some creature. It has the head and torso of a man, yet in place of limbs are tentacles. The whispers start to grow louder and I can hear them mention a yke.",
                "Right": "At the base of the statue is a large yke.  When I reach for it, the statue animates and grips me, a terrifying visage appears on its torso, and screams. What does this yke mean...",
                "LeftSolved": "The nightmare has evolved further. There is now a dimly lit temple that seems to be the source of the whispering. When I venture inside, I am greeted by a statue of some creature. It has the head and torso of a man, yet in place of limbs are tentacles. The whispers start to grow louder and I can hear them mention a key.",
                "RightSolved": "At the base of the statue is a large key.  When I reach for it, the statue animates and grips me, a terrifying visage appears on its torso, and screams. What does this key mean...",
                "Word": "KEY",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        },
        "Two": {
            "Page12": {
                "Title": "Oct 12, 19xx",
                "Left": "Ever since waking from that horrible nightmare a few nights ago, my nmdi has been rather muddled.  It began as small inconsistencies in my memory such as waking up to muddy shoes, misplacing the keys to the basement.  Now it has progressed to hours and sometimes entire days missing from my nmdi.",
                "Right": "I'm worried that I will lose control of my nmdi entirely.  I wonder if this is all connected to the statue of the creature of the temple in my dream...",
                "LeftSolved": "Ever since waking from that horrible nightmare a few nights ago, my mind has been rather muddled.  It began as small inconsistencies in my memory such as waking up to muddy shoes, misplacing the keys to the basement.  Now it has progressed to hours and sometimes entire days missing from my mind.",
                "RightSolved": "I'm worried that I will lose control of my mind entirely.  I wonder if this is all connected to the statue of the creature of the temple in my dream...",
                "Word": "MIND",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "Oct 1x, 19xx",
                "Left": "I am unsure of what day it is anymore.  The gaps in my memory have grown, and the moments I do remember are plagued with whispers and the dream. I can make out the whispers repeating 'open the tgea' endlessly.",
                "Right": "What is this tgea? I'm think the answer lies within the dream, but I'm afraid to progress it further at the cost of my sanity...",
                "LeftSolved": "I am unsure of what day it is anymore.  The gaps in my memory have grown, and the moments I do remember are plagued with whispers and the dream. I can make out the whispers repeating 'open the gate' endlessly.",
                "RightSolved": "What is this gate? I'm think the answer lies within the dream, but I'm afraid to progress it further at the cost of my sanity...",
                "Word": "GATE",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        },
        "Three": {
            "Page12": {
                "Title": "Oct ...",
                "Left": "I found the gate.  In the temple in my dreams exists a large decorated door with an ornate lock matching the key at the statue. The whispers are coming from behind it, bidding me to open it. I fear I am losing more ntcolro with each passing day.",
                "Right": "I spend more time in the dream than I do awake. I lack the strength to wake up.  I lack ntcolro.",
                "LeftSolved": "I found the gate.  In the temple in my dreams exists a large decorated door with an ornate lock matching the key at the statue. The whispers are coming from behind it, bidding me to open it. I fear I am losing more control with each passing day.",
                "RightSolved": "I spend more time in the dream than I do awake. I lack the strength to wake up.  I lack control.",
                "Word": "CONTROL",
                "Turn": [ 
                    {
                        "Text": "Next",
                        "Target": "Page34"
                    }
                ]
            },
            "Page34": {
                "Title": "...",
                "Left": "The creature bids for edmfero. I hear it always, bashing on that door. Bashing in my head.  It desires edmfero. I must answer the master's call...",
                "Right": "Will freeing the creature grant me edmfero from it's torment, or edmfero to torment me evermore?  I will find out tonight.",
                "LeftSolved": "The creature bids for freedom. I hear it always, bashing on that door. Bashing in my head.  It desires freedom. I must answer the master's call...",
                "RightSolved": "Will freeing the creature grant me freedom from it's torment, or freedom to torment me evermore?  I will find out tonight.",
                "Word": "FREEDOM",
                "Turn": [ 
                    {
                        "Text": "Prev",
                        "Target": "Page12"
                    }
                ]
            }
        }
    }
}